Repository: Kntnt/kntnt-override-post-visibility
Catalog: languages/kntnt-override-post-visibility-*.po
Languages: sv_se

source: Adds the option to make pending, scheduled, or private posts visible to anyone with the URL, optional adding automatic notification and/or noindex meta tag.
sv_se: Lägger till möjligheten att göra väntande, schemalagda eller privata inlägg synliga för alla som har webbadressen, valfritt att lägga till automatisk avisering och/eller noindex-metatagg.

source: No
sv_se: Nej

source: NOTE
sv_se: OBS

source: Override visibility
sv_se: Åsidosätt synlighet

source: This content is outdated. It is available for reference only.
sv_se: Detta innehåll är föråldrat. Det är endast tillgängligt som referens.

source: This post is pending review.
sv_se: Detta inlägg är i väntan på granskning.

source: This post is scheduled for future publication.
sv_se: Detta inlägg är planerat för framtida publicering.

source: This post is scheduled to be published on %s at %s.
sv_se: Detta inlägg är planerat att publiceras den %s kl. %s.

source: Yes, with automatic visitor alert
sv_se: Ja, med automatiskt besökslarm

source: Yes, with automatic visitor alert and noindex meta tag
sv_se: Ja, med automatisk besökarvarning och noindex-metatagg

source: Yes, with noindex meta tag
sv_se: Ja, med noindex-metatagg

source: Yes, without extras
sv_se: Ja, utan något annat

source: — No Change —
sv_se: — Ingen ändring —
